IDEA Open Model
ResultOfMember2 Constructor (Member)
Compatible with IDEA StatiCa Beta 20.0
 Constructor
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ResultOfMember2(
	Member member
)
Public Sub New (
	member As Member
)
Parameters
member
Type: IdeaRS.OpenModel.Result.Member
Member
See Also
Reference
ResultOfMember2 Class
ResultOfMember2 Overload
IdeaRS.OpenModel.Result Namespace